tap "confluentinc/ccloud"
tap "coursier/formulas"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/fuse"
tap "homebrew/services"
tap "homebrew/versions"
tap "lightbend/tools"
cask "java"
cask "osxfuse"
brew "ammonite-repl"
brew "readline"
brew "python"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "cockroach", restart_service: true
brew "coreutils"
brew "findutils"
brew "fswatch"
brew "git"
brew "giter8"
brew "glpk"
brew "gnu-sed"
brew "gnupg"
brew "grep"
brew "htop"
brew "jq"
brew "kafka", restart_service: true
brew "moreutils"
brew "nmap"
brew "pwgen"
brew "rustup-init"
brew "sbt"
brew "sshfs"
brew "stunnel"
brew "tmux"
brew "tree"
brew "typesafe-activator"
brew "vault"
brew "watch"
brew "wget"
brew "confluentinc/ccloud/ccloud"
brew "coursier/formulas/coursier", args: ["HEAD"]
brew "lightbend/tools/reactive-cli"

cask "1password"
cask "arduino"
cask "battle-net"
cask "docker"
cask "dropbox"
cask "flux"
cask "fly"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-photos-backup"
cask "intellij-idea-ce"
cask "iterm2-beta"
cask "java8"
cask "minikube"
cask "moom"
cask "slack-beta"
cask "spotify"
cask "steam"
cask "sublime-text-dev"
cask "transmission"
cask "vlc"
cask "whatsapp"
